const pointsData = [
    { id: "1", name: "Без названия 1", address: "Челябинск", coords: [55.179404, 61.348784] },
    { id: "2", name: "Без названия 2", address: "Челябинск", coords: [55.242322, 61.385460] },
    { id: "3", name: "Без названия 3", address: "Челябинск", coords: [55.194516, 61.357231] },
    { id: "4", name: "Без названия 4", address: "Челябинск", coords: [55.164210, 61.297329] },
    { id: "5", name: "Без названия 5", address: "Челябинск", coords: [55.163325, 61.388095] }
];